Repository: joanjunyent/around-this-date-in-the-past-widget-edition
Catalog: lang/*.po
Languages: ca, es

source: [atd] Around This Date Last X Years
ca: [atd] Per aquestes dates els darrers X anys
es: [atd] Por estas fechas los últimos X años

source: Display posts around this date for the last X years
ca: Mostra entrades per aquestes dates els darrers X anys
es: Mostrar entradas por estas fechas los últimos X años

source: [atd] Around This Date Since Year X
ca: [atd] Per aquestes dates des de l’any X
es: [atd] Por estas fechas desde el año X

source: Display posts around this date since year X
ca: Mostra entrades per aquestes dates des de l’any X
es: Mostrar entradas por estas fechas desde el año X

source: [atd] Around This Date X Years Ago
ca: [atd] Per aquestes dates fa X anys
es: [atd] Por estas fechas hace X años

source: Retreive posts around this date X years ago
ca: Mostra entrades per aquestes dates fa X anys
es: Mostrar entradas por estas fechas hace X años

source: Basic options
ca: Opcions bàsiques
es: Opciones básicas

source: Title:
ca: Títol
es: Título:

source: X years ago:
ca: Fa X anys:
es: Hace X años:

source: Days before:
ca: Dies abans:
es: Días antes:

source: Days after:
ca: Dies després:
es: Días después:

source: Limit of entries:
ca: Límit d’entrades a mostrar
es: Límite de entradas:

source: Text when no entries:
ca: Text a mostrar si no hi ha entrades
es: Texto cuando no hay entradas:

source: Advanced options
ca: Opcions avançades
es: Opciones avanzadas

source: Show excerpt
ca: Mostrar l’extracte
es: Mostrar extracto

source: Show year
ca: Mostrar l’any
es: Mostrar año

source: Show date
ca: Mostrar la data
es: Mostrar fecha

source: Date format:
ca: Format de la data
es: Formato de fecha:

source: See PHP Date Manual
ca: Veure el manual de dates de PHP
es: Ver el manual de fechas de PHP

source: Last X years:
ca: Els darrers X anys:
es: Últimos X años:

source: Since year X:
ca: Des de l’any X:
es: Desde el año X:
